#include "clince.h"

void menu1()//欢迎菜单函数
{
	printf("******************************\n");
	printf("欢迎使用用户管理系统\n");
	printf("******************************\n");
	printf("请登录！\n");
	printf("******************************\n");
	
}

void menu_usr()//欢迎菜单函数
{
	printf("******************************\n");
	printf("请选择：\n");
	printf("1 查询用户	2 修改密码   3.退出\n");
	printf("******************************\n");
}

void menu_register()//欢迎菜单函数
{
	printf("******************************\n");
	printf("请选择：\n");
	printf("1 增加用户	2 删除用户   3.修改用户\n");
	printf("4.查询用户  5.退出\n");
	printf("******************************\n");
}

